---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.FlangeFillet
source: html/76ea2879-bd7e-cf4f-d749-7f0e39a21f64.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.FlangeFillet Property

Flange Fillet - fillet radius at the flange end.

## Syntax (C#)
```csharp
public double FlangeFillet { get; set; }
```